[
    {
        "id": 1,
        "titulo": "A cozinha da Jane",
        "imagem": "a-cozinha-da-Jane",
        "urlPage": "https://a-cozinha-da-jane.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/a-cozinha-da-jane",
        "descricao": "Projeto react freelancer com Next.js e tailwind para estilização, de uma \"single page aplication\" com navegação entre menus para a empresa de alimentos \"A cozinha da jane\"."
    },
    {
        "id": 2,
        "titulo": "Finanças Dashboard",
        "imagem": "financas",
        "urlPage": "https://financas-dashboard.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/Financas-Dashboard",
        "descricao": "Projeto react de um dashboard com objetivo de organizar e gerir as finanças do usuário, mostrando transações de entrada, saída e gerar um saldo, assim como, mostrar cada transação e a possibilidade de deletar cada uma."

    },
    {
        "id": 3,
        "titulo": "Weather",
        "imagem": "clima",
        "urlPage": "https://weather-app-omega-lime.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/WeatherApp",
        "descricao": "Projeto React desenvolvido por mim, disponibilizando ao usuário o tempo e clima atual nas cidades específicas, assim como, a previsão de tempo para os próximos dias. O projeto teve integração com API weather fornecidade pela hgbrasil.com, pela limitação de consultas da chave gratuita foi necessária a adoção de um select para limitar as escolhas de cidades."
    },
    {
        "id": 4,
        "titulo": "Organo",
        "imagem": "organo",
        "urlPage": "https://organo-weld-tau.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/Organo",
        "descricao": "Projeto react desenvolvido durante o curso de react da Alura. Com o organo, é possível criar cards e organizar colaboradores de acordo com funções e a área de atuação no grupo."
    },
    {
        "id": 5,
        "titulo": "LFCPM",
        "imagem": "lfcpm",
        "urlPage": "https://lfcpm-react.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/LfcpmReact",
        "descricao": "Projeto react de uma \"single page aplication\" desenvolvido para o Laboratório de Farmacologia Cardiovascular e Plantas Medicinais da UERJ, mostrando um pouco da pesquisa ciêntífica realizada."
    },
    {
        "id": 6,
        "titulo": "Cadastro Portal",
        "imagem": "portal",
        "urlPage": "https://cadastro-blue.vercel.app/",
        "urlCode": "https://github.com/MathPontes12/Cadastro",
        "descricao": "Projeto react simulando a função de cadastro para um site. O cadastro é básico e funciona localmente, gravando dados no navegador para login e senha correspondente."

    }
]